Repository: fmcpedro/parcelajaFP
Catalog: app/Resources/AppBundle/translations/messages.*.xlf
Languages: pt

# homepage_block_02_title
source: Fund your customer with Parcela Já
pt: Financie o seu cliente com a Parcela Já

# homepage_block_02_subtitle_01
source: IINCREASE YOUR CUSTOMER'S AVAILABLE FUNDS
pt: AUMENTE A DISPONIBILIDADE FINANCEIRA DOS SEUS CLIENTES

# homepage_block_02_subtitle_02
source: ERADICATE THE BUREAUCRATIC PROCESS FROM YOUR SALES
pt: ELIMINE OS PROCESSOS BUROCRÁTICOS DAS SUAS VENDAS

# homepage_block_02_subtitle_03
source: LET YOUR CUSTOMERS PAY IN AS MANY INSTALMENTS AS THEY WANT
pt: PERMITA QUE OS SEUS CLIENTES PAGUEM EM QUANTAS VEZES QUISEREM

# homepage_block_02_text_01
source: When offering an instalment monthly plan, your customers will increase their available funds, thus increasing your sales opportunities. Help your customers obtaining what they want and reduce their financial commitments using Parcela Já.
pt: Ao dividir uma compra em suaves prestações mensais, permitirá um aumento de vendas no seu negócio. Ajude os seus clientes a terem o que realmente pretendem e diminua-lhes os seus compromissos financeiros.

# homepage_block_02_text_02
source: There is no need to ask your customer any sensitive documents or wait for financial approval. With <b>Parcela Já</b>, the approval is instant, without any bureaucratic paperwork.
pt: Não precisa de pedir qualquer documentação sensível ao seu cliente nem esperar pela aprovação financeira. Com a <b>Parcela Já</b>, a aprovação é imediata e sem burocracias.

# homepage_block_02_text_03
source: With <b>Parcela Já</b>, your customers can pay their purchases up to 12 interest free instalments, allowing them to adjust their payments in soft settlements, maintaining their financial capacity.
pt: Com a <b>Parcela Já</b>, os seus clientes podem pagar as suas compras até 12 vezes sem juros, permitindo-lhes ajustar os seus pagamentos em suaves prestações, preservando a sua capacidade financeira.

# homepage_block_03_title
source: Why use Parcela Já?
pt: Porquê utilizar a Parcela Já?

# homepage_block_03_text_01
source: Increases sales
pt: Aumento do número de vendas

# homepage_block_03_text_02
source: Maximizes the average value of each sale
pt: Aumento do valor médio de cada venda

# homepage_block_03_text_03
source: Decreases purchase abandonment
pt: Diminuição do abandono de intenção de compra

# homepage_block_03_text_04
source: Increases Revenue
pt: Aumento da faturação

# homepage_block_03_text_05
source: Increases the number of customers as well as their loyalty
pt: Aumento do número de clientes e sua fidelização

# homepage_block_03_text_06
source: Reduces paperwork in credit sales
pt: Diminuição da burocracia nas vendas a crédito

# homepage_block_04_title
source: Business Areas where you can find Parcela Já
pt: Onde já pode encontrar a Parcela Já

# calltoaction_title
source: INCREASE YOUR SALES WITH PARCELA JÁ
pt: AUMENTE AS SUAS VENDAS COM A PARCELA JÁ

# calltoaction_button
source: TALK TO US
pt: FALE CONNOSCO

# footer_title
source: MAIN OFFICE
pt: SEDE

# footer_text01
source: Av. da República, 48-B, 6th floor <br> 1050-195 Lisbon
pt: Av. da República, 48-B, 6º <br>1050-195 Lisboa

# footer_text02
source: General: geral@parcelaja.pt
pt: Geral: geral@parcelaja.pt

# howitworks_block_01_title
source: PAY YOUR PURCHASES FROM 2x TO 12x WITHOUT INTERESTS OR ANY FEES
pt: PAGUE AS SUAS COMPRAS DE UMA FORMA PARCELADA SEM CUSTOS E ENCARGOS

# howitworks_block_02_title
source: HOW IT WORKS
pt: COMO FUNCIONA

# howitworks_block_02_subtitle
source: No records, no paperwork and no credit approval delays
pt: Sem registos, sem burocracias e sem demora na aprovação de crédito

# howitworks_block_02_text01
source: Using Parcela Já system, stores can now offer their customers an instalment payment plan. The solution provided requires the use of the customer’s credit card and offers an outstanding opportunity to generate new purchases, pre-scheduling customer’s payments on a pre-selected monthly basis. The customer can decide to pay up to 12 interest free instalments, without any bureaucratic paperwork or credit approval.
pt: Com a Parcela Já, as lojas podem ter um sistema de pagamentos parcelados que oferece a oportunidade aos seus clientes de fazerem as suas compras de 2 a 12 vezes, sem juros e sem necessidade de burocracias ou aprovação de crédito.

# howitworks_block_02_text02
source: To access this system, stores must have a Parcela Já POS terminal or the online app on their website. When the customers use their Visa or Mastercard credit card, they can then decide on how many instalments they are willing to pay their purchase.
pt: Para isso, a loja necessita de um terminal <b>Parcela Já</b> ou a aplicação online no seu website. O cliente pode então utilizar o seu cartão crédito Visa ou Mastercard e escolher em quantas vezes pretende pagar as suas compras.

# howitworks_block_03_title01
source: STEP 1
pt: PASSO 1

# howitworks_block_03_subtitle01
source: When checking out, the customer selects the number of interest free instalments
pt: No momento do check-out, o cliente seleciona o número de vezes em que quer parcelar as suas compras

# howitworks_block_03_title02
source: STEP 2
pt: PASSO 2

# howitworks_block_03_subtitle02
source: The customer inserts his ID card in the terminal
pt: O cliente introduz o seu cartão de cidadão no terminal

# howitworks_block_03_title03
source: STEP 3
pt: PASSO 3

# howitworks_block_03_subtitle03
source: The customer swipes his/hers credit card, types in the CVV and signs the receipt
pt: O cliente passa o seu cartão de crédito, introduz o CVV e assina o talão

# howitworks_block_03_text01
source: Finished!
pt: Concluído!

# howitworks_block_03_text02
source: In 3 simple steps, the customers can pay for their purchase in several instalments without any cost or paperwork
pt: Em 3 simples passos os clientes podem pagar as suas compras de forma parcelada sem qualquer custo ou burocracia associados

# howitworks_block_04_title
source: Nothing hidden in the small print!
pt: Toda a gestão das compras sem letras pequenas

# howitworks_block_04_subtitle01
source: When the customer pays with Parcela Já the system generates a personal instalment plan
pt: Quando o cliente paga com a Parcela Já é criado um plano pessoal de pagamentos parcelados

# howitworks_block_04_subtitle02
source: Parcela Já holds the total amount of the purchase on the credit card
pt: A Parcela Já faz um bloqueio do valor total da compra no cartão de crédito

# howitworks_block_04_subtitle03
source: The 1st instalment is charged immediately after the purchase and an authorization that holds the remaining due value on the credit card is generated
pt: A 1ª parcela é cobrada imediatamente após a compra e é criada uma autorização que bloqueia o restante valor devido no cartão de crédito

# howitworks_block_04_subtitle04
source: Every month, Parcela Já charges the instalments in the customer's credit card, until the plan is completed. Thus reducing the due value hold in the credit card
pt: A Parcela Já cobra mensalmente as parcelas no cartão de crédito do cliente até ao final do plano de pagamentos, reduzindo também mensalmente o valor bloqueado no cartão

# forclients_block_01_title
source: PARCELA JÁ. BUY NOW. PAY LATER.
pt: PARCELA JÁ. COMPRE JÁ. PAGUE DEPOIS.

# forclients_block_02_title
source: Pay your purchases with your credit card, interest free
pt: Pague as suas compras com cartão de crédito sem juros

# forclients_block_02_subtitle01
source: Use your credit card and select an instalment plan from 2 to 12 times, interest free, with no other related costs
pt: Use o seu cartão de crédito e parcele o pagamento de 2 a 12 vezes sem juros ou outros custos associados

# forclients_block_02_subtitle02
source: Increase your purchasing power. With Parcela Já you no longer need to pay all at once, allowing you to better manage your finances
pt: Aumente o seu poder de compra. Com a Parcela Já não precisa de pagar tudo de uma vez, podendo assim fazer uma melhor gestão das suas finanças

# forclients_block_02_subtitle03
source: You do not need to fill out any paperwork or apply for any special credit card. Besides, we do not need your confidential data. (IRS, proof of address, pay slip…)
pt: Não precisa de preencher nenhuma papelada nem de ter um cartão de crédito especial. Também não precisamos dos seus dados confidenciais. (IRS, comprovativo de morada, recibo de ordenado…)

# forclients_block_02_subtitle04
source: The purchase approval is done over the counter, in just a few seconds. Insert both your ID card and your credit card into our terminal and you're done! You can now enjoy your purchases.
pt: A aprovação da compra é feita em apenas alguns segundos. Basta introduzir no nosso terminal o seu cartão de cidadão e cartão de crédito e já está! Já pode começar a usufruir das suas compras

# forclients_block_02_subtitle05
source: Do not worry with undue charges, with Parcela Já you will only pay the value of the instalment you have chosen, without any surprises or additional costs
pt: Não se preocupe com cobranças indevidas. Com a Parcela Já, apenas vai pagar o valor da parcela acordada, sem quaisquer surpresas ou custos adicionais

# forclients_block_02_subtitle06
source: Continue to enjoy all the benefits offered by your Visa card and Mastercard
pt: Continue a usufruir de todos os benefícios que o seu atual cartão Visa e Mastercard lhe oferecem

# forclients_block_03_title
source: Our stores
pt: Conheça aqui as nossas lojas aderentes

# faqs_block_01_title
source: Frequently Asked Questions
pt: Perguntas Frequentes

# faqs_block_01_subtitle01
source: CUSTOMERS
pt: CLIENTES

# faqs_block_01_subtitle02
source: MERCHANTS
pt: COMERCIANTES

# faqs_block_02_title
source: Customers
pt: Clientes

# faqs_block_02_question01
source: Parcela Já won’t be another way for people who do not have available funding to buy products/services?
pt: Usar a Parcela Já não é só mais uma forma de pessoas que não têm disponibilidade financeira comprarem produtos/serviços?

# faqs_block_02_answer01
source: Parcela Já created an advanced system of instalment payments that allow you to better manage your personal finances, without burdening your available funding. It allows you to proceed with any purchase, paying monthly, without any related bureaucracy or interests.
pt: A Parcela Já criou uma solução de pagamentos parcelados que lhe permite uma melhor gestão pessoal das suas finanças, sem sobrecarregar a sua disponibilidade financeira e permitindo que possa pagar mensalmente qualquer compra, sem qualquer burocracia ou juros associados.

# faqs_block_02_question02
source: How can we buy using Parcela Já?
pt: Como é que se pode comprar através da Parcela Já?

# faqs_block_02_answer02
source: Visit one of our partner’s stores; choose the product/service you want to purchase and, when checking out, say that you wish to pay with Parcela Já. In order to do that, you just need your ID and your credit card. The purchase is validated within seconds.
pt: Basta deslocar-se a uma loja aderente Parcela Já, escolher o produto/serviço que pretende comprar e no momento do pagamento, peça para pagar com a Parcela Já. Para isso precisa apenas do seu cartão de cidadão e cartão de crédito. A compra é validada em segundos.

# faqs_block_02_question03
source: What is the procedure regarding the balance on my credit card?
pt: Qual o procedimento com o saldo do meu cartão de crédito?

# faqs_block_02_answer03
source: To make a purchase with Parcela Já, you must have the full amount of the purchase available on your credit card. We will hold the total value of the purchase and, every month, until the end of the payment, we will remove the value regarding the monthly instalment you have selected.
pt: Para fazer uma compra com a Parcela Já, deve ter o valor total da compra disponível no cartão de crédito. O valor total da compra será bloqueado e, todos os meses, até ao final do pagamento, a Parcela Já irá retirar o valor referente à mensalidade selecionada.

# faqs_block_02_question04
source: How can I cancel/return a purchase?
pt: Como faço para fazer o cancelamento/devolução de uma compra?

# faqs_block_02_answer04
source: Any return/cancellation must be requested directly to the store where you have made the purchase. After receiving the request from the store, Parcela Já will unlock the value that is still pending on the credit card and the store must return the remaining value in cash or replace it with another product/service.
pt: Qualquer devolução/cancelamento deve ser pedido diretamente na loja onde fez a compra. Após pedido da loja, desbloqueamos o valor que ainda se encontra pendente no seu cartão de crédito e a loja deverá devolver o restante valor em dinheiro ou substituir por outro produto/serviço.

# faqs_block_02_question05
source: My credit card was stolen. What shall I do?
pt: O meu cartão de crédito foi roubado. O que devo fazer?

# faqs_block_02_answer05
source: If you have lost your credit card or if it was stolen, you shall: 1. Contact your bank immediately requesting the cancellation of your credit card; 2. Send an email to suporte@parcelaja.pt informing that the credit card has been cancelled; 3. Parcela Já will send a document you will need to fill out with your new credit card details and we will add it to your instalment plan.
pt: Se perdeu o seu certão de crédito, proceda aos seguintes passos: 1. Contacte o seu banco imediatamente a pedir o cancelamento do seu cartão de crédito; 2. Envie um email para suporte@parcelaja.pt com a informação do cancelamento do cartão; 3. A Parcela Já enviará um documento para preenchimento dos dados do seu novo cartão de crédito e fará a alteração dos valores em falta do seu cartão antigo para o seu novo cartão.

# faqs_block_02_question06
source: In which day will Parcela Já’s monthly payment be charged?
pt: Em que dias é cobrado o pagamento da Parcela Já?

# faqs_block_02_answer06
source: Parcela Já will always charge your instalment monthly fee on the same day of the purchase. For example, if you make a purchase on the 15th, the remaining instalments will be charged on the 15th of each month.
pt: A Parcela Já irá retirar o valor referente à prestação mensal sempre no dia em que a compra foi efetuada. Por exemplo, se fizer uma compra no dia 15, os restantes valores serão cobrados sempre ao dia 15 de cada mês.

# faqs_block_02_question07
source: Which costs will I have when using Parcela Já?
pt: Quais são os custos que tenho ao usar a Parcela Já?

# faqs_block_02_answer07
source: Parcela Já service is completely free for customers. No interests or added values will be charged. Only Travel Agencies will be charged a fee when opening a customer’s file.
pt: O parcelamento de produtos/serviços com a Parcela Já é completamente gratuito. Não cobramos qualquer juro ou valor adicional. Apenas nas agências de viagens, existe o custo de abertura de dossier.

# faqs_block_02_question08
source: What kind of credit cards can I use with Parcela Já?
pt: Que tipo de cartões posso utilizar com a Parcela Já?

# faqs_block_02_answer08
source: Parcela Já accepts any VISA or MASTERCARD credit card issued in Portugal. The credit cards must be personal, no business/company cards will be accepted.
pt: A Parcela Já aceita qualquer cartão de crédito VISA ou MASTERDARD. Os cartões devem ser pessoais e não empresariais.

# faqs_block_03_title
source: Merchants
pt: Comerciantes

# faqs_block_03_question01
source: When can I request a refund for my customer’s credit card?
pt: Quando posso pedir o reembolso para o cartão de crédito do meu cliente?

# faqs_block_03_answer01
source: The credit card must be associated to a purchase that has been already cancelled. The merchant must contact Parcela Já and inform that the customer wishes to cancel the purchase. After that, Parcela Já will inform the merchant of the next steps. Sometimes, refunds cannot be made directly to the customer's credit card and a bank transfer will have to be made.
pt: O cartão de crédito deverá estar associado a uma compra cancelada. O comerciante tem de alertar a Parcela Já que o seu cliente pretende proceder ao cancelamento de uma compra e de seguida, a Parcela Já instruirá o comerciante dos passos seguintes. Por vezes, os reembolsos não podem ser feitos diretamente para o cartão de crédito do cliente e terá de se proceder a uma transferência bancária.

# faqs_block_03_question02
source: How to ask for a refund to my customer’s credit card account?
pt: Como procedo ao pedido de um reembolso para cartão de crédito?

# faqs_block_03_answer02
source: For any cancelation/refund, the merchant must contact Parcela Já directly via phone or email. Once the contact has been made, the cancelation process will be initiated. Refunds to credit cards have a short time limit after the capture of the first instalment, and this option will only be possible within this limited period of time.
pt: Para proceder ao cancelamento de qualquer compra Parcela Já, o comerciante deve entrar em contacto direto com a Parcela Já via telefone ou e-mail. Depois do contacto feito, o procedimento do cancelamento da compra será iniciado. Reembolsos para cartões de crédito têm um limite reduzido de tempo após a captura da primeira parcela, sendo que esta opção só será possível se se encontrar dentro deste limite de tempo.

# faqs_block_03_question03
source: Which types of credit card are supported by Parcela Já?
pt: Que tipos de cartão a Parcela Já suporta?

# faqs_block_03_answer03
source: Parcela Já accepts any VISA or MASTERCARD credit card issued in Portugal. The credit cards must be personal, no business/company cards will be accepted.
pt: A Parcela Já aceita qualquer cartão de crédito VISA ou MASTERCARD emitido em Portugal. Os cartões devem ser pessoais e não empresariais.

# faqs_block_03_question04
source: How and when do I get the amount of purchase on my account?
pt: Como e quando recebo o valor da compra na minha conta?

# faqs_block_03_answer04
source: The merchant receives the purchase amount in the bank account within a maximum of 72 hours (working days). In the amount transferred, the commission fee of Parcela Já will have already been taken, which will be stated in the invoice.
pt: O comerciante recebe o valor da compra na conta bancária até ao máximo de 72 horas úteis.

# faqs_block_03_question05
source: How can my customers track the monthly instalment payment on their credit card statements?
pt: Como é que os meus clientes identificam a captura mensal no extrato bancário?

# faqs_block_03_answer05
source: Your customer’s credit cart statement will display the instalment monthly fee, along with the description: www.parcelaja.pt, on the same day their purchase was made. For example, if they have made a purchase on the 15th, the remaining instalments will be charged on the 15th of each month. All dates are stated on the receipt signed by your customer, who must keep a copy of this receipt.
pt: As datas de captura de cada parcela serão efetuadas no dia em que a compra foi feita, mês após mês. Por exemplo, se fizer uma compra no dia 15, os restantes valores serão cobrados sempre ao dia 15 de cada mês. As datas vêm refletidas no talão que o cliente assina, devendo este ficar com uma cópia do mesmo. A descrição que virá no extrato bancário do cliente será “www.parcelaja.pt”.

# faqs_block_03_question06
source: HHow can my customers receive all details regarding their instalment plan?
pt: Como é que os meus clientes recebem informações sobre o(s) seu(s) parcelamento(s)?

# faqs_block_03_answer06
source: When a customer makes a purchase with Parcela Já system, a receipt will be signed and the customer will be given a copy, where all details and necessary information will be stated. In case of any doubts or questions, the customer must contact the store where the purchase was made and the store must contact Parcela Já.
pt: Quando o cliente efetua uma compra com o sistema Parcela Já, assina um talão que deve guardar com ele onde vem toda a informação necessária sobre a sua compra parcelada. Caso exista alguma dúvida por parte do cliente, este deve entrar em contacto com a loja onde efetuou a compra e a loja deve entrar em contacto com a Parcela Já.

# carreers_block_01_title
source: Careers
pt: Vem Trabalhar Connosco

# carreers_block_01_text
source: If you have some knowledge or are interested in the financial and/or technological business area and you want to help us grow Parcela Já, send your CV to suporte@parcelaja.pt
pt: Se tens conhecimentos ou interesse pela área financeira e/ou tecnológica e se pretendes ajudar-nos a fazer crescer a Parcela Já, envia o teu CV para suporte@parcelaja.pt

# newsandmedia_block_01_title
source: News and Media
pt: Notícias e Media

# contactus_block_01_title01
source: Contact us
pt: Contacte-nos

# contactus_block_01_subtitle01
source: Write us a message
pt: Escreva-nos a sua mensagem

# contactus_block_01_name
source: Name:
pt: Nome:

# contactus_block_01_subject
source: Subject:
pt: Assunto:

# contactus_block_01_telephone
source: Phone:
pt: Telefone:

# contactus_block_01_message
source: Message:
pt: Mensagem:

# contactus_block_01_address01
source: Address
pt: Morada

# contactus_block_01_address02
source: Av. da República, 48-B, 6th floor 1050-195 Lisbon
pt: Av. da República, 48-B, 6º 1050-195 Lisboa

# contactus_block_01_geral
source: General:
pt: Geral:

# contactus_block_01_comercial
source: Commercial:
pt: Comercial:

# contactus_block_01_clientes
source: Customers:
pt: Clientes:

# contactus_block_01_telephone02
source: Phone
pt: Telefone

# contactus_block_01_telephonenumber
source: General:
pt: Geral:

# contactus_block_01_workdays
source: Monday to Friday: from 9 am to 6 pm
pt: Segunda a Sexta: das 9:00 às 18:00

# contactus_block_01_button
source: Send
pt: Enviar

# legalinformation_block_01_title
source: Legal Disclaimer
pt: Informação Legal
