Repository: fmcpedro/parcelajaFP
Catalog: app/Resources/AppBundle/translations/messages.*.xlf
Languages: pt

# legalinformation_block_01_text
source: Parcela Já, registered trademark on the National Institute of Industrial Property (INPI) and owner of the website www.parcelaja.pt, aims to disclose all information concerning its activity. All information concerning its services does not constitute any form of contractual offer, the general terms and conditions of its services are regulated in a separate document. <br/> Besides Parcela Já institutional information and besides the information concerning its services, information concerning its service operation, customers and technological and financial partners is also provided. Parcela Já tries to ensure that its webpage, www.parcelaja.pt, is constantly being updated and provides all information its customers and suppliers need. <br/> All information available at the website www.parcelaja.pt is exclusively addressed to private use. The use for commercial purposes is strictly prohibited without written consent signed by Parcela Já. On the other hand, all information provided aims to offer advices and recommendations to its customers, suppliers and partners. <br/> Parcela Já and its website, www.parcelaja.pt, assume no responsibility for any losses, property damages or personal injuries resulting, direct or indirectly, from the use of the information provided. The User is the sole responsible for all decisions taken based on the information provided. <br/> In its website, www.parcelaja.pt, Parcela Já enables the connection to other websites through links supplied for that purpose. However, Parcela Já assumes no responsibility regarding the information provided by those websites or regarding the services provided by external parties. <br/> The User may access the website www.parcelaja.pt through any remote device; however Parcela Já assumes no responsibility for the losses due to any potential situation of impossibility, delay, suspension or interruption accessing the website. <br/> Parcela Já will always try to ensure that its website, www.parcelaja.pt, works properly in all remote devices, through the development of constant checks and updates, however it cannot ensure its proper performance in all different devices. If you notice some of these problems, contact Parcela Já through the following email: suporte@parcelaja.pt <br/> TAll information and content provided by the website www.parcelaja.pt is subject to change without prior notice, except in cases expressly specified by the law. <br/> Neither the total or partial reproduction of any information or content of Parcela Já or of the website www.parcelaja.pt, nor the reproduction of any image, video or any other element is allowed without prior permission from Parcela Já. Accessing or using Parcela Já via the domain www.parcelaja.pt implies that the User accepts all above conditions.
pt: A Parcela Já, marca registada no Instituto Nacional de Propriedade Industrial e a detentora do sítio www.parcelaja.pt, tem como objetivo a divulgação de toda a informação sobre a sua atividade. A informação sobre os seus serviços não constitui proposta contratual, estando as condições gerais dos seus serviços reguladas em documento próprio. <br/> Além da informação institucional da Parcela Já e da informação relativa aos seus serviços, é também disponibilizada informação sobre o funcionamento dos seus serviços, dos seus clientes e dos seus parceiros tecnológicos e financeiros. A Parcela Já tenta assegurar que o seu sítio www.parcelaja.pt encontra-se em constante atualização e dispõe de toda a informação necessária para os seus clientes e fornecedores. <br/> Todas as informações contidas no sítio www.parcelaja.pt, destinam-se exclusivamente à utilização privada, estando proibido a sua utilização para fins comerciais sem o consentimento escrito e assinada Parcela Já. Por outro lado, a informação disponibilizada tem o objetivo de constituir conselhos e recomendações para os seus clientes, fornecedores e parceiros. <br/> A Parcela Já e o seu sítio www.parcelaja.pt não se responsabiliza por quaisquer prejuízos ou danos materiais ou pessoais que possam advir direta ou indiretamente da utilização da informação disponibilizada, sendo o utilizador o único e exclusivo responsável por todas as decisões tomadas com base nessa informação. <br/> A Parcela Já no seu sítio www.parcelaja.pt possibilita a ligação a outros sítios de internet através de links fornecidos para o efeito. No entanto, a Parcela Já não assume qualquer responsabilidade pela informação disponibilizada nesses sítios ou pela prestação de serviços por entidades externas. <br/> O utilizador pode aceder ao sítio www.parcelaja.pt através que quaisquer dispositivos remotos, não assumindo a Parcela Já qualquer responsabilidade pelos prejuízos decorrentes de eventuais situações de impossibilidade, atraso, suspensão ou interrupção no acesso. <br/> A Parcela Já tentará sempre que o seu sítio www.parcelaja.pt funcione corretamente em todos os dispositivos remotos, através do desenvolvimento de contantes verificações e atualizações, não garantindo a seu correto funcionamento nos mais diversos dispositivos. Caso verifique alguma destas falhas, contacte a Parcela Já através do e-mail suporte@parcelaja.pt <br/> Todas as informações e conteúdos disponibilizados no sítio www.parcelaja.pt podem ser alteradas sem aviso prévio, com exceção daqueles a que a lei expressamente o obrigue. <br/> Não é permitida a reprodução total ou parcial de qualquer informação ou conteúdo da Parcela Já nem do sítio www.parcelaja.pt, bem como das imagens, vídeos, ou qualquer outro elemento, sem autorização prévia da Parcela Já. O acesso ou a utilização da Parcela Já sobre o domínio de www.parcelaja.pt implica a aceitação pelo utilizador das condições anteriormente referidas.

# blog_recentarticles
source: Recent articles
pt: Artigos recentes

# blog_readmore
source: Read more...
pt: Ler mais...

# newsandmedia_readmore
source: Read more...
pt: Ler mais...

# footer_geral
source: General
pt: Geral

# footer_comercial
source: Commercial
pt: Comercial

# footer_clientes
source: Customers
pt: Clientes

# footer_title_produto
source: PRODUCT
pt: PRODUTO

# footer_comofunciona
source: How it works
pt: Como funciona

# footer_paraclientes
source: For customers
pt: Para clientes

# footer_perguntasfrequentes
source: Frequently Asked Questions
pt: Perguntas frequentes

# footer_title_empresa
source: COMPANY
pt: EMPRESA

# footer_emprego
source: Careers
pt: Emprego

# footer_noticiasemedia
source: News and Media
pt: Notícias e Media

# footer_contactos
source: Contacts
pt: Contactos

# footer_informacaolegal
source: Legal Disclaimer
pt: Informação legal

# header_paraaderentes
source: FOR STORES
pt: PARA LOJAS

# header_paraclientes
source: FOR CUSTOMERS
pt: PARA CLIENTES

# header_comofunciona
source: HOW IT WORKS
pt: COMO FUNCIONA

# homepage_grupos_all
source: All
pt: Todas

# homepage_grupos_agenciasdeviagens
source: Travel Agencies
pt: Agência de Viagens

# homepage_grupos_perfumarias
source: Perfumeries
pt: Perfumarias

# homepage_grupos_opticas
source: Optical Stores
pt: Ópticas

# homepage_grupos_lojasdeinformatica
source: Computer Stores
pt: Lojas de Informática

# homepage_grupos_oficinasdeautomoveis
source: Auto Repair Shops
pt: Oficinas de Automóveis

# footer_todososdireitosreservados
source: 2018 © All rights reserved.
pt: 2017 © Todos os direitos reservados.
